export const charactersDescription = {
    don: {
        name: 'Дон Кихот',
        description:
            'Дон Кихот полон новыми идеями, которые умеет системно и логически доказывать, но не любит заниматься их практической реализацией. Работоспособен, занимаясь интересным ему делом, но подневольная работа ради хлеба насущного его раздражает. Часты проблемы с начальством, требующим жесткого соблюдения сроков. Свободолюбив, не любит подчиняться, но и командовать тоже не любит. Плохо ориентируется в отношениях, может, не желая того, обидеть человека и болезненно переживает, когда понимает это. Не всегда осознает, когда обижают его, беспомощен перед интригами, старается их избегать. Непрактичен в быту, любит заботливых людей с теплыми эмоциями, способных оценить и восхититься его идеями.',
        recommendations: 'don recommendations',
    },
    dumas: {
        name: 'Дюма',
        description:
            'Дюма живет в мире житейских радостей и удовольствий. В любых условиях старается обеспечить себе и близким максимально доступный комфорт. Любит приятные на ощупь и приносящие радость безделушки. Любит пробовать новые вкусовые сочетания, готовить. Не любит, когда торопятся и пытаются сделать много дел за короткий промежуток времени, может оттягивать начало важных дел. Живет одним днем. Склонен много времени тратить на мелочи, упуская важные дела. Его привлекает общение с интересными неординарными людьми. Легко идет на компромисс, хочет жить со всеми в мире, не любит открыто вмешиваться в споры и разногласия, хотя в случае необходимости легко может дать волевой отпор.',
        recommendations: 'dumas recommendations',
    },
    hugo: {
        name: 'Гюго',
        description:
            'Гюго живет в мире радости и хорошего настроения. Эмоции проявляет бурно, делится ими с окружающими, заряжает своим энтузиазмом. Легко вступает в контакт с людьми, имеет большой круг знакомых, гостеприимен. Заботлив, любит кормить вкусной едой. В быту практичен, с удобством обустраивает пространство вокруг себя. Уверен в своем вкусе. Плохо рассчитывает время, может запланировать слишком много дел и нервничать, если не будет успевать их все переделать. Оптимистично смотрит в будущее, гонит от себя плохие предчувствия. С людьми держится на близкой дистанции, доверяет им. Бурно реагирует на несправедливость. Умеет быть настойчивым в делах, в которых считает себя правым.',
        recommendations: 'hugo recommendations',
    },
    rob: {
        name: 'Робеспьер',
        description:
            'Робеспьер смотрит на мир как на поток информации, которую он обобщает, систематизирует и структурирует, стремясь дойти до первопричин. Всегда логически обосновывает свою точку зрения. Дело ставит выше личных интересов. Предпочитает не выходить за рамки привычных для него отношений, не стремится их улучшить, но и старается их не портить. Робеспьеру нужна постоянная эмоциональная подпитка, он ищет ярких эмоциональных людей, тусовки, мероприятия, которые могут дать ему положительные эмоции. В быту не прихотлив. Осторожен, долго колеблется, прежде чем на что-то решиться. Старается приходить вовремя, умеет рассчитать время и силы, чтобы все успеть.',
        recommendations: 'rob recommendations',
    },
    zhukov: {
        name: 'Жуков',
        description:
            'Жуков ставит в жизни перед собой крупные задачи и стремится достичь их любой ценой. Прекрасно чувствует расстановку сил, на кого и в какой мере можно надавить. Умеет сгруппировать людей вокруг себя под конкретную цель. Любую задачу старается объяснить просто, в общих чертах обрисовав схему. Прирожденный волевой лидер, особенно хорошо себя проявляет в экстремальных ситуациях. Бессилен перед интригами. Старается быть справедливым, внимательным, но решение принимает всегда сам. Не любит говорить о своих чувствах. Ценит чутких, внимательных людей, способных поднять настроение, смягчить его суровое сердце и подсказать, как будут развиваться события.',
        recommendations: 'zhukov recommendations',
    },
    yesenin: {
        name: 'Есенин',
        description:
            'Есенин - утонченный романтик, мечтатель и фантазер. Обширные интересы - особенно искусство и все необычное и мистическое. Улыбчив, обладает тонким, изящным чувством юмора, мягок и тактичен, чувствует настроение других и, если это необходимо, старается развеселить, улучшить атмосферу. При помощи эмоций умеет влиять на близких людей. Способен почти физически чувствовать течение времени, хорошо чувствует характер развития различных течений в науке и искусстве. Часто обладает незаурядными гуманитарными способностями - поэзия, музыка, рисование и т.д. Не обладает деловыми качествами и очень переживает по этому поводу. Любит людей волевых и умных, рядом с ними чувствует себя увереннее.',
        recommendations: 'yesenin recommendations',
    },
    maksim: {
        name: 'Максим Горький',
        description:
            'Мир для Максима Горького – это свод правил, иерархий, закономерностей, логических связей и систем. Он легко вписывается в структуры с четкими правилами, не любит, когда они нарушаются. Умеет держать себя в руках, стойко переносит трудности, может заставить себя заниматься тем, что не интересно, но необходимо. В общении с людьми корректен, вежлив, терпелив. Не любит неоднозначных ситуаций, переборов различных вариантов и возможностей. Обидчив и раним, но тщательно это скрывает. Любит талантливых артистичных людей, умеющих эмоционально зажечь. Максим бережлив, экономен, избегает лишних трудозатрат. Себе и своим близким обеспечивает комфорт на достаточном уровне, без излишеств.',
        recommendations: 'maksim recommendations',
    },
    hamlet: {
        name: 'Гамлет',
        description:
            'Гамлет живет в мире эмоций. Умеет тонко чувствовать малейшие эмоциональные изменения в настроении других людей. Прекрасный идеолог, умеющий подать любую мысль ярко и драматично, накаляя страсти. Артистичен. Умеет предвидеть развитие событий во времени и драматично предупреждают о возможном негативном развитии ситуации. Может делать все вовремя, но иногда сознательно опаздывает, чтобы подчеркнуть свою значимость. Самолюбив, мнителен, обидчив и бескомпромиссен. Тяжело и долго переживает неудачи. Любит произвести впечатление делового человека. Плохо разбирается в своих ощущениях и поэтому любое недомогание воспринимает как трагедию. Любит сильных, упорных, волевых и умных людей.',
        recommendations: 'hamlet recommendations',
    },
    jack: {
        name: 'Джек Лондон',
        description:
            'Джек Лондон - авантюрист и любитель приключений, инициативный, деятельный. Может оценить перспективы любого дела, имеет предпринимательский нюх, постоянно находится в русле деловой активности, с успехом занимается наукой. Предпочитает заниматься теми идеями, которые могут принести реальную выгоду. Заранее планирует свои дела. Неутомимый труженик, не выносит нытиков и лентяев. Почти всегда - на лице - "американская" улыбка, даже если ему плохо. Любит компании, умеет растормошить ее, мастер острых шуток, но иногда грубоватых, даже хамских, чего не замечает. Его трудно обидеть, он не обращает внимания на то, что считает мелочью. Любит сильных людей, способных идти до конца.',
        recommendations: 'jack recommendations',
    },
    dreiser: {
        name: 'Драйзер',
        description:
            'Драйзер живет отношениями, долго помнит и добро и зло, ценит дружбу и не прощает предательства. За своих людей готов на многое, многое им прощает, но если чаша его терпения переполняется, может перевести их в категорию чужих. С чужими людьми бескомпромиссен. Любит чистоту и порядок. Человек действия, настойчивый, волевой, способен идти до конца. В незнакомой компании - молчалив, присматривается. Среди своих может быть весел, не любит и не умеет ждать, не любит, когда другие оценивают его способности, таланты и возможности. Одевается эффектно, со вкусом, хорошо чувствует свое тело. Любит энергичных и деловых людей, способных предсказать развитие ситуации.',
        recommendations: 'dreiser recommendations',
    },
    balzac: {
        name: 'Бальзак',
        description:
            'Бальзак - вдумчивый и рассудительный созерцатель, часто обладающий широкой эрудицией. Это позволяет ему критически анализировать любую информацию, любая новая идея ему кажется хорошо забытой старой, поэтому новые идеи воспринимает без энтузиазма, скептически. Невозмутим, погружен в себя, избегает компаний, домосед. Старается избегать конфликтов, так как не выносит эмоционального напряжения. Выглядит малоэмоциональным. Иногда ворчлив. Ценит полезность и практичность, старается все свои знания приспособить к делу, извлечь выгоду. Склонен опираться на факты. Хорошая коммерческая жилка. Умеет предвидеть дальнейший ход событий. Любит энергичных, волевых, уверенных в себе людей.',
        recommendations: 'balzac recommendations',
    },
    nap: {
        name: 'Наполеон',
        description:
            'Наполеон - это волевой, уверенный в себе человек, прирожденный лидер, вопросы решает сразу, на едином волевом порыве, отложенные проблемы теряют для него интерес и актуальность. Он всегда найдет себе занятие, даже тогда, когда заняться нечем. Добиваясь власти, он опирается на людей, на отношения с ними. Подковерных игр не боится. Часто старается организовать свое дело и возглавить его. Любит быть в центре внимания. В играх и дискуссиях старается доминировать, не любит проигрывать. Не может объективно разобраться в проблеме, так как не умеет отделить главное от второстепенного. Любит рассудительных, эрудированных и деловых людей, способных предвидеть развитие любой ситуации.',
        recommendations: 'nap recommendations',
    },
    stir: {
        name: 'Штирлиц',
        description:
            'Штирлиц - работоспособен и трудолюбив, в любом деле ценит, в первую очередь, полезность. Умеет выполнить любую работу наиболее коротким и эффективным способом. Может руководить налаженным производством, хороший администратор. Прямолинеен и честен, очень надежный друг, ответственен, не любит лентяев и ловкачей, недобросовестных работников, защищает слабых и обиженных. Очень пунктуален, так как плохо чувствует время и предпочитает подстраховаться, выйти пораньше. Одежда безукоризненна, предпочитает классику, в моде консервативен. В доме чисто и уютно, все очень рационально и добротно. Любит мягких, скромных и чутких людей, умеющих подсказать открывающиеся возможности.',
        recommendations: 'stir recommendations',
    },
    dost: {
        name: 'Достоевский',
        description:
            'Достоевский - мягкий и отзывчивый, внимательный к людям. Всегда готов выслушать попавшего в беду человека и помочь ему. Ему трудно отказывать кому-то в просьбе. Отлично разбирается в людях, духовный мир человека - его вотчина. Предпочитает творческую работу рутинным действиям. Не выносит ссор и недоразумений, старается примирить враждующих. Не любит волевого давления в любой форме. Умеет мастерски усовестить виновного в чем-то. Переживает из-за слабой силы воли, в юности старается ее воспитать. Скромен, но обижается, когда забывают его поблагодарить. В решении бытовых проблем есть некоторые трудности. Любит трудолюбивых, надежных, деловых людей. ',
        recommendations: 'dost recommendations',
    },
    gabin: {
        name: 'Габен',
        description:
            'Габен - производит впечатление несколько скрытного и отчужденного человека. Руководствуется принципом полезности и практичности, умеет найти применение старым вещам, все старается доводить до совершенства, очень изобретателен. Старается делать то, что лучше него не сделает никто, а вот заниматься рутинной работой может лениться, не любит работать даром. Умеет создавать уют и удобно устраиваться сам и устроить своих близких. Верен в дружбе, смел, выглядит отстраненным, холодным, но в душе - раним, боится, что его эмоции будут неправильно поняты, его настораживают люди с непрогнозируемыми эмоциями. Любит людей оригинальных, неординарных, умеющих увидеть открывающиеся возможности.',
        recommendations: 'gabin recommendations',
    },
    huxley: {
        name: 'Гексли',
        description:
            'Гексли - мастер общения, способен увидеть и понять внутреннее состояние другого человека, его способности. Чувствует - кто кого любит или ненавидит, кто способен на подлость или нет, он всегда в курсе всех интриг и сплетен. Хороший манипулятор, иногда и из благих побуждений. Ценит все оригинальное - идеи, вещи, людей - все новое и необычное. Не любит, когда его обвиняют в нелогичности, неумении систематизировать информацию, просто глупости. Плохо чувствует иерархию, может вломиться в кабинет к занятому высокопоставленному чиновнику, не понимая, что так поступать не стоит. Любят людей деловых и хозяйственных, способных создать уют и помочь с организацией их жизни.',
        recommendations: 'huxley recommendations',
    },
};
